[
    "Climate Change: Emissions: Does the company publicly disclose scope 1 and scope 2 emissions?",
    "Climate Change: Emissions: Does the company publicly disclose scope 3 emissions?",
    "Climate Change: Emissions: Does the company offset its emissions?",
    "Climate Change: Emissions: Does the company report a time-bound emissions reduction goal?",
    "Climate Change: Emissions: Does the company report actions taken to reduce emissions?",
    "Climate Change: Emissions: Does the company publicly disclose its investments and capex directed to reduce emissions?",
    "Climate Change: Emissions: Does the company report a net zero goal?",
    "Climate Change: Emissions: Have the company's scope 1 and scope 2 emissions reduced y-o-y over the last three years?",
    "Climate Change: Emissions: Have the company's scope 3 emissions reduced y-o-y over the last three years?",
    "Climate Change: Emissions: Does the company report emissions from its value chain?",
    "Climate Change: Emissions: Does the company publicly disclose incentives offered for reduced emissions in the value chain?",
    "Climate Change: Emissions: Has the company verified its emissions reporting using an independent, external assurance provider?",
    "Climate Change: Energy: Does the company report using renewable energy?",
    "Climate Change: Energy: Does the company report producing renewable energy for its own operations?",
    "Climate Change: Energy: Do the company's own operations run on 100% renewable energy?",
    "Climate Change: Energy: Does the company report a time-bound goal to shift to 100% renewable energy?",
    "Climate Change: Energy: Does the company publicly disclose actions taken to reduce energy use?",
    "Climate Change: Energy: Does the company publicly disclose actions taken to transition to renewable energy?",
    "Climate Change: Energy: Has the company verified its energy reporting using an independent, external assurance provider?",
    "Climate Change: Impact: Does the company's products require electricity?",
    "Climate Change: Impact: Is the company in the business of fossil fuels directly or even as a participant?",
    "Climate Change: Impact: Does the company's products promote production or usage of renewable energy?",
    "Climate Change: Impact: Does the company's products contribute to reduction of greenhouse gas emissions?",
    "Climate Change: Impact: Does the company's products contribute to more emissions?",
    "Climate Change: Impact: Does the company's products contribute to limiting or reducing energy consumption?",
    "Climate Change: Responsibility: Is there an executive-level position reponsible for the company's climate action?",
    "Biodiversity: Water: Does the company publicly disclose its water withdrawal or consumption data?",
    "Biodiversity: Water: Does the company operate in areas designated as high-water areas?",
    "Biodiversity: Water: Does the company report a time-bound goal to reduce water consumption?",
    "Biodiversity: Water: Does the company disclose actions taken to reduce water consumption?",
    "Biodiversity: Water: Does the company publicly disclose its investments and capex directed to reduce water consumption?",
    "Biodiversity: Water: Does the company publicly disclose incentives offered for reduced water consumption in the value chain?",
    "Biodiversity: Water: Has the company reported y-o-y reduction in water consumption for the last three years?",
    "Biodiversity: Water: Has the company verified its water use reporting using an independent, external assurance provider?",
    "Biodiversity: Water: Does the company report a time-bound goal to reduce water pollution?",
    "Biodiversity: Water: Does the company disclose actions taken to reduce water pollution?",
    "Biodiversity: Water: Does the company report performing annual wastewater testing?",
    "Biodiversity: Water: Has the company reported y-o-y reduction in wastewater discharge?",
    "Biodiversity: Water: Does the company publicly disclose its investments and capex directed to reduce water pollution?",
    "Biodiversity: Water: Does the company monitor water pollution across its supply chain?",
    "Biodiversity: Water: Does the company publicly disclose incentives offered for reduced water pollution in the value chain?",
    "Biodiversity: Water: Does the company publicly disclose its wasterwater treatment processes and results?",
    "Biodiversity: Water: Does the company report reusing or recycling water?",
    "Biodiversity: Water: Does the company report partner programmes in place to help value chain partners treat wastewater responsibly?",
    "Biodiversity: Water: Is the company involved in cross-industry initatives to manage wastewater responsibly?",
    "Biodiversity: Water: Is the company involved in government-level initiatives to manage wastewater responsibly?",
    "Biodiversity: Waste: Does the company report waste produced annually?",
    "Biodiversity: Waste: Does the company report producing hazardous waste?",
    "Biodiversity: Waste: Does the company report a time-bound goal to reduce waste?",
    "Biodiversity: Waste: Does the company report sending waste to landfill?",
    "Biodiversity: Waste: Does the company report a time-bound goal to achieve zero waste to landfill?",
    "Biodiversity: Waste: Has the company stopped using single-use plastic?",
    "Biodiversity: Waste: Does the company report a time-bound goal to eliminate single-use plastic?",
    "Biodiversity: Waste: Has the company reported y-o-y reduction in waste production?",
    "Biodiversity: Waste: Does the company disclose actions taken to reduce waste?",
    "Biodiversity: Waste: Does the company disclose actions taken to achieve zero waste to landfilll?",
    "Biodiversity: Waste: Does the company publicly disclose incentives offered for reduced waste generation in the value chain?",
    "Biodiversity: Waste: Does the company publicly disclose incentives offered towards the achievement of zero waste to landfill in the value chain?",
    "Biodiversity: Waste: Does the compan recycle or reuse waste?",
    "Biodiversity: Risk and Mitigation: Does the company operate in or near areas of protected conservation status or key biodiversity areas?",
    "Biodiversity: Risk and Mitigation: Does the company report its operations a risk to biodiversity and the natural environment?",
    "Biodiversity: Risk and Mitigation: Does the company disclose actions taken to minimize advserse impact on biodiversity and the environment?",
    "Biodiversity: Impact: Are there material allegations of the company's operations or products threatening biodiversity and natural resources?",
    "Biodiversity: Impact: Do the operations of the company have a direct material impact on the environment?",
    "Biodiversity: Impact: Is the company in the business of drilling, mining and natural resources exploration in any form?",
    "Biodiversity: Impact: Is the company involved in the business of construction of any kind?",
    "Health and Well-being: Safety: Does the company report any fatalities in the last one year?",
    "Health and Well-being: Safety: Does the company report injury rate in the workforce?",
    "Health and Well-being: Safety: Has the company reported y-o-y decline in workplace injuries?",
    "Health and Well-being: Safety: Does the company disclose actions taken to reduce workplace injuries?",
    "Health and Well-being: Well-being: Does the company offer health and well-being programmes to employees?",
    "Health and Well-being: Well-being: Has the company reported policies or programs to improve employee health, physical safety and mental wellbeing?",
    "Health and Well-being: Safety: Has the company verified its health and safety reporting using an independent, external assurance provider?",
    "Health and Well-being: Safety: Does the company disclose how it monitors safety and prevents workplace accidents across its value chain?",
    "Health and Well-being: Impact: Does the company's products contribute to the health and wellbeing of its customers?",
    "Health and Well-being: Impact: Does the company's products adversely affect the health and wellbeing of its customers?",
    "Health and Well-being: Impact: Do the company's products have an addictive effect on its customers?",
    "Health and Well-being: Impact: Is the company in the business of healthcare, pharma or biotechnology?",
    "Health and Well-being: Impact: Is the company involved in the business of alcohol, tobacco, adult entertainment or gambling?",
    "Health and Well-being: Impact: Does the company's products or operations threaten the health and wellbeing of local communities?",
    "Equality: Non-discrimination: Has the company declared itself to be an equal opportunity employer?",
    "Equality: Non-discrimination: Does the company report a non-discrimatory work policy?",
    "Equality: Gender Reporting: Does the company report gender breakdown of its employees and leaders?",
    "Equality: Risk and Mitigation: Does the company report employee resource groups created to pursue equality across the company?",
    "Equality: Risk and Mitigation: Does the company monitor and attempt to bridge any gender pay gap?",
    "Equality: Risk and Mitigation: Does the company monitor and attempt to bridge any minority pay gap?",
    "Equality: Risk and Mitigation: Does the company report its diversity and inclusion goals?",
    "Equality: Gender Reporting: Does the company report female employees in leadership positions?",
    "Equality: Gender Reporting: Does the company report minority employees in leadership positions?",
    "Equality: Gender Reporting: Does the company have a balanced gender representation in the board?",
    "Equality: Gender Reporting: Does the company have a balanced gender representation in the executive team?",
    "Equality: Turnover: Does the company disclose employee turnover and absenteeism by gender?",
    "Equality: Risk and Mitigation: Does the company disclose how it monitors and prevents incidents of harassment, intimidation and violence against women at the workplace?",
    "Equality: Risk and Mitigation: Does the company disclose how it monitors and prevents incidents of harassment, intimidation and violence against women in its value chain?",
    "Equality: Wages: Does the company publicly disclose that it pays equal wages across genders?",
    "Equality: Executive Compensation: Does the company report a CEO pay ratio?",
    "Equality: Executive Compensation: Does the CEO pay ratio exceed 100x the median employee pay?",
    "Equality: Executive Compensation: Does the company disclose the performance criteria and compensation breakdown of executive compensation?",
    "Human Rights: Wages: Does the company provide living wages across its operations?",
    "Human Rights: Wages: Does the company disclose a public commitment to provide living wages throughout its operations?",
    "Human Rights: Wages: Does the company report expecting its suppliers to provide living wages in its supplier code of conduct?",
    "Human Rights: Wages: Does the company publicly disclose processes in place to monitor wage compliance?",
    "Human Rights: Collective Bargaining: Does the company express support for collective bargaining agreements?",
    "Human Rights: Collective Bargaining: Does the company disclose workforce covered under collective bargaining agreements and freedom of association?",
    "Human Rights: Whistle-blowing: Is there a whistleblowing process to report human rights violations?",
    "Human Rights: Responsibility: Is there board-level accountability for human rights?",
    "Human Rights: Risk and Mitigation: Does the company prohibit child labour and forced labour across its value chain?",
    "Human Rights: Risk and Mitigation: Does the company disclose how it monitors and prevents incidents of child labour and forced labour across its value chain?",
    "Human Rights: Risk and Mitigation: Does the supplier code of conduct include expectations to uphold human rights?",
    "Human Rights: Risk and Mitigation: Does the company report data on human rights grievances reported?",
    "Human Rights: Risk and Mitigation: Does the company operate in markets at significant risk of child labour or forced labour?",
    "Human Rights: Risk and Mitigation: Has the company been involved in any major human rights violation?",
    "Conflict and War: Impact: Is the company involved in the business of weapons, arms and ammunition?",
    "Conflict and War: Impact: Is the company involved in the business of nuclear weaponry?",
    "Conflict and War: Impact: Is the company involved in the business of cluster bombs?",
    "Conflict and War: Impact: Is the company involved in the business of military hardware, equipment and vehicles?"
]